Repository: NueXini/NueXini_Packages
Catalog: luci-app-ota/po/*/ota.po
Languages: ru

source: OTA update
ru: Обновление OTA

source: Update Available
ru: Доступно обновление

source: OTA System Update
ru: Обновление через OTA

source: Check for Updates
ru: Проверить

source: Upgrade
ru: Обновить

source: Checking for updates...
ru: Проверка обновлений...

source: No updates available or check failed
ru: Нет доступных обновлений

source: Check failed:
ru: Неудачно:

source: Download completed successfully! Start upgrade.<br />DO NOT POWER OFF THIS DEVICE!<br />System will be upgrade completed after reboot!
ru: Загрузка обновления завершена. Запущен процесс обновления.<br />НЕ ВЫКЛЮЧАЙТЕ УСТРОЙСТВО!<br />Система будет обновлена после перезагрузки!

source: Upgrade failed:
ru: Обновление прервано:

source: Download completed! Prepare upgrade...
ru: Загрузка выполнена. Подготовка...
