Repository: NueXini/NueXini_Packages
Catalog: luci-app-smstools3/po/*/smstools3.po
Languages: ru

source: Incoming
ru: Входяшие

source: Outcoming
ru: Исходящие

source: Push
ru: Отправить

source: Setup
ru: Настройки

source: User Script
ru: Входящие сообщения удалены!

source: Smstools3: Incoming Messages
ru: Smstools3: Входящие сообщения

source: From
ru: От

source: Send
ru: Отправлено

source: Recieve
ru: Принято

source: Message
ru: Текст сообщения

source: Remove All
ru: Удалить все

source: Delete All incoming Messages
ru: Удалить все входящие сообщения

source: All outgoing messages are deleted!
ru: Исходящие сообщения удалены!

source: Smstools3: Outcoming Messages
ru: Smstools3: Исходящие сообщения

source: To
ru: Кому

source: Send Time
ru: Время отправки (сек)

source: Delete All Sent Messages
ru: Удалить все исходящие сообщения

source: Smstools3: Send Message
ru: Smstools3: Написать сообщение

source: You must enter a phone number!
ru: Введите номер телефона!

source: Invalid phone number!
ru: Это не номер телефона!

source: Message is blank!
ru: Пустое сообщение!

source: Message sent.
ru: Сообщение отправлено.

source: Send To
ru: Номер телефона

source: Setup smstools3
ru: Настройки smstools3

source: Configure smstools3 daemon.
ru: Конфигурация службы smstools3.

source: Decode SMS
ru: Декодировать SMS

source: Decode Incoming messages to UTF-8 codepage.
ru: Преобразовать входящие сообщения в UTF-8.

source: Unexepted Input
ru: Нештатные команды

source: Enable Unexpected input from COM port.
ru: Принимать команды, не предназначенные для службы на COM-порт.

source: Delay time
ru: Активное время

source: Default value: 10<br />Smsd sleep so many seconds when it has nothing to do.
ru: По-умолчанию: 10<br />Время активной работы smsd после после принятия или отправки сообщений.

source: SMS Storage
ru: Хранилище SMS

source: Select storage to save SMS.
ru: Выберите тип храниния SMS сообщений.

source: Temporary
ru: Временное

source: Persistent
ru: Постоянное

source: Device
ru: COM-порт

source: Select COM port.
ru: Выберите порт.

source: PIN Code
ru: ПИН-код

source: Default value: not in use.<br />Specifies the PIN number of the SIM card inside the modem.
ru: По-умолчанию не используется.<br />Укажите PIN-код симкарты.

source: Loglevel
ru: Журнал

source: Verbose logging output.
ru: Подробный вывод журнала.

source: Enable LED indication incoming messages.
ru: Включить индикацию LED для входящих сообщений.

source: Check network
ru: Тест сети

source: Setup network checking. Some modems incorrect test network.
ru: Настроить проверку наличия сети. Некторые модемы неверно проверяют сеть.

source: Ignore check
ru: Всегда игнорировать

source: Always check
ru: Всегда проверять

source: Check prepare message
ru: При обработке сообщений

source: Ignore signal level
ru: Игнорировать уровень сигнала

source: Some devices do not support Bit Error Rate
ru: Некоторые устройства не поддерживают уровень сигнала

source: Select LED
ru: Выбрать светодиод

source: LED indicate to Incoming messages.<br />To revert, setup led "System -> LED Configuration" again.
ru: Светодиод для индикации входящих сообщений. Для возврата поведения светодиода, настройте его заново<br > в "Система - Настройка LED индикации"

source: Edit smstools3 user script.<br />Add user's actions for incoming and outcoming messages.<br />Is shell script for smstools3 scenario.<br/>See <a href="http://smstools3.kekekasvi.com/index.php?p=eventhandler">smstools3 manual page</a> for more details.
ru: Пользовательский скрипт оболочки ash для smstools3.<br />Действия для входящих и исходящих сообщений.<br/>Подробности смотрите в <a href="http://smstools3.kekekasvi.com/index.php?p=eventhandler">руководстве к smstools3</a>.
