Repository: NueXini/NueXini_Packages
Catalog: luci-app-ttl/po/*/ttl.po
Languages: ru

source: 'In Method proxy Proxy server must be configured in transparent mode.<br />Default on lan ipaddress interface and port 3128 tcp.<br />Disable masquerade recommended.'
ru: В режиме прокси, прокси-сервер должен быть настроен в прозрачном режиме.<br />По-умолчанию прокси-сервер ожидается на адресе lan-интерфейса на порту 3128 tcp.<br />Рекомендуется отключить NAT.

source: Antitethering Config
ru: Настройки антитетеринга

source: TTL or Proxy antitether
ru: TTL или прокси

source: Set interface
ru: Выбор интерфейса

source: Method
ru: Способ

source: TTL method outgoing interface<br />Proxy method incoming interface
ru: Для метода TTL интерфейс - исходящий<br />Для метода прокси интерфейс - входящий

source: Inet Family
ru: Протокол IP

source: Advanced Option
ru: Дополнительно

source: Both
ru: Оба

source: Ports
ru: Порты

source: TTL Value
ru: Значение TTL

source: Select TTL value. Range 1 - 255
ru: Выбор значения TTL. От 1 до 255

source: Incoming ports route to proxy-server<br />Custom ports range: 0-65535
ru: Порты для перенаправления на прокси-сервер<br />Диапазон 0-65535

source: ALL Ports
ru: Все порты

source: HTTP Ports
ru: Порты HTTP

source: Proxy Server Address
ru: Адрес прокси-сервера

source: IP-address proxy<br/>Format: <code>ipaddress:port</code><br />If not defined: use selected interface address.<br />Default: <code>lan</code> interface ipaddress
ru: IP-адрес прокси<br />Формат: <code>ip-адрес:порт</code><br />Если не задано: используется адрес выбранного интерфейса.<br />По-умолчанию: адрес интерфейса <code>lan</code>
