Repository: NueXini/NueXini_Packages
Catalog: luci-app-ssw/po/*/ssw.po
Languages: ru

source: SSW - SIM Card switch
ru: SSW - управление SIM картами

source: Enable
ru: Включить

source: Disable
ru: Отключить

source: Default SIM Slot
ru: SIM cлот по-умолчанию

source: APN Default SIM
ru: APN SIM по-умолчанию

source: APN Reserved SIM
ru: APN резервной SIM

source: Revert
ru: Вернуть

source: Revert to default sim slot. Each failed attempt doubles revert time.
ru: Вернуть на SIM слот по-умолчанию. Каждая неудачная попытка увеличивает время возврата.

source: RSRP value
ru: Значение RSRP

source: Switch sim lower by value.
ru: Переключить sim ниже значения.

source: Interval check. sec
ru: Интервал проверки. сек

source: Probes
ru: Попытки

source: RSRP check average values.<br />NOTE: all time check is <code>Interval*Probes</code><br />Example: <code>Interval=60</code> sec, <code>Probes=5</code> times, all time check <code>300</code> sec.
ru: Проверяется усреднённое значение RSRP.<br />ВНИМАНИЕ: общее время итоговой проверки равно <code>Интервал*Попытки</code><br />Например: <code>интервал=60</code> sec, <code>попыток=5</code>, время до переключения <code>300</code> сек.
